Repository: PhilippeSch/Swiss-News
Catalog: Swiss News Watch App/Resources/Localizable.xcstrings
Source language: de
Languages: en, fr, it

source: 24 Stunden
en: 24 Hours
fr: 24 heures
it: 24 ore

source: 48 Stunden
en: 48 Hours
fr: 48 heures
it: 48 ore

source: 72 Stunden
en: 72 Hours
fr: 72 heures
it: 72 ore

source: Aktuell keine Artikel verfügbar
en: No articles available at the moment
fr: Aucun article disponible pour le moment
it: Nessun articolo disponibile al momento

source: Alle abwählen
en: Deselect All
fr: Tout désélectionner
it: Deseleziona tutto

source: Alle auswählen
en: Select All
fr: Tout sélectionner
it: Seleziona tutto

source: Andere
en: Other
fr: Autre
it: Altro

source: Artikel
en: Article
fr: Article
it: Articolo

source: Artikel Filter
en: Article Filter
fr: Filtre d'articles
it: Filtro articoli

source: Auto
en: Automotive
fr: Automobile
it: Automotive

source: Bitte überprüfe deine Internetverbindung und versuche es erneut.
en: Please check your internet connection and try again.
fr: Veuillez vérifier votre connexion Internet et réessayer.
it: Controlla la tua connessione Internet e riprova.

source: Bitte versuche es später erneut.
en: Please try again later.
fr: Veuillez réessayer plus tard.
it: Riprova più tardi.

source: Bitte wähle mindestens eine Nachrichtenquelle aus.
en: Please select at least one news source.
fr: Veuillez sélectionner au moins une source d'actualités.
it: Seleziona almeno una fonte di notizie.

source: Bühne
en: Stage
fr: Scène
it: Palcoscenico

source: Das Neueste
en: Latest
fr: Dernières nouvelles
it: Ultime

source: Einstellungen
en: Settings
fr: Paramètres
it: Impostazioni

source: Eishockey
en: Ice Hockey
fr: Hockey sur glace
it: Hockey su ghiaccio

source: Erneut versuchen
en: Try Again
fr: Réessayer
it: Riprova

# Error:
source: Fehler:
en: Error:
fr: Erreur :
it: Errore:

source: Fehler beim Laden
en: Loading Error
fr: Erreur de chargement
it: Errore di caricamento

source: Fehler beim Laden der Daten: %@
en: Error loading data: %@
fr: Erreur lors du chargement des données : %@
it: Errore nel caricamento dei dati: %@

source: Fertig
en: Done
fr: Terminé
it: Fatto

source: Feuilleton
en: Culture
fr: Culture
it: Cultura

source: Film & Serien
en: Film & TV
fr: Cinéma et séries
it: Cinema e serie

source: Finanzen
en: Finance
fr: Finance
it: Finanza

source: Fussball
en: Football
fr: Football
it: Calcio

source: gerade jetzt
en: just now
fr: à l'instant
it: proprio ora

source: Gesellschaft & Religion
en: Society & Religion
fr: Société et religion
it: Società e religione

source: Gesundheit
en: Health
fr: Santé
it: Salute

source: Keine Artikel verfügbar
en: No articles available
fr: Aucun article disponible
it: Nessun articolo disponibile

source: Keine Internetverbindung: %@
en: No internet connection: %@
fr: Aucune connexion Internet : %@
it: Nessuna connessione Internet: %@

source: Keine Limite
en: No Limit
fr: Aucune limite
it: Nessun limite

source: Keine Quelle ausgewählt
en: No Source Selected
fr: Aucune source sélectionnée
it: Nessuna fonte selezionata

source: Kultur
en: Culture
fr: Culture
it: Cultura

source: Kunst
en: Art
fr: Art
it: Arte

source: Leichtathletik
en: Athletics
fr: Athlétisme
it: Atletica

source: Lesen
en: Read
fr: Lire
it: Leggi

source: Literatur
en: Literature
fr: Littérature
it: Letteratura

source: Mehr Sport
en: More Sports
fr: Plus de sports
it: Altri sport

source: Mensch
en: Human
fr: Humain
it: Umano

source: Minuten
en: minutes
fr: minutes
it: minuti

source: Musik
en: Music
fr: Musique
it: Musica

source: Nachhaltigkeit
en: Sustainability
fr: Durabilité
it: Sostenibilità

source: Natur & Tiere
en: Nature & Animals
fr: Nature et animaux
it: Natura e animali

source: Neuestes
en: Latest
fr: Dernières nouvelles
it: Ultime

# News Feeds updating...
source: News Feeds werden aktualisiert...
en: News Feeds updating...
fr: Mise à jour des flux d'actualités...
it: Aggiornamento feed notizie...

source: Quellen
en: Sources
fr: Sources
it: Fonti

# Reset App State
source: App-Status zurücksetzen
en: Reset App State
fr: Réinitialiser l'état de l'application
it: Reimposta stato app

source: Schweiz
en: Switzerland
fr: Suisse
it: Svizzera

# Show Welcome
source: News Quellen auswählen
en: Select News Sources
fr: Sélectionner les sources
it: Seleziona fonti di notizie

source: Ski Alpin
en: Alpine Skiing
it: Sci alpino

source: Sport
en: Sports

source: Stunde
en: hour
fr: heure
it: ora

source: Stunden
en: hours
fr: heures
it: ore

source: Tag
en: day
fr: jour
it: giorno

source: Tagen
en: days
fr: jours
it: giorni

source: Technik
en: Technology
fr: Technologie
it: Tecnologia

source: Technologie
en: Technology
it: Tecnologia

source: Topthemen
en: Top Stories
fr: Actualités principales
it: Storie principali

source: Ungültige URL: %@
en: Invalid URL: %@
fr: URL invalide : %@
it: URL non valida: %@

source: Versuche die Filtereinstellungen anzupassen.
en: Try adjusting the filter settings.
fr: Essayez d'ajuster les paramètres de filtre.
it: Prova ad aggiustare le impostazioni del filtro.

source: vor %lld %@
en: %lld %@ ago
fr: il y a %lld %@
it: %lld %@ fa

source: vor einiger Zeit
en: some time ago
fr: il y a quelque temps
it: qualche tempo fa

source: Wähle deine bevorzugten Kategorien:
en: Choose your preferred categories:
fr: Choisissez vos catégories préférées :
it: Scegli le tue categorie preferite:

source: Wähle deine bevorzugten Nachrichtenquellen:
en: Choose your preferred news sources:
fr: Choisissez vos sources d'actualités préférées :
it: Scegli le tue fonti di notizie preferite:

source: Weiter
en: Continue
fr: Continuer
it: Continua

source: Weitere Sportarten
en: Other Sports
fr: Autres sports
it: Altri sport

source: Willkommen bei Swiss News 👋
en: Welcome to Swiss News 👋
fr: Bienvenue chez Swiss News 👋
it: Benvenuti su Swiss News 👋

source: Wintersport
en: Winter Sports
fr: Sports d'hiver
it: Sport invernali

source: Wird aktualisiert...
en: Updating...
fr: Mise à jour...
it: Aggiornamento...

source: Wirtschaft
en: Economy
fr: Économie
it: Economia

source: Wissen
en: Knowledge
fr: Savoir
it: Conoscenza

source: Wissenschaft
en: Science
fr: Sciences
it: Scienza

source: Zeitraum
en: Time Period
fr: Période
it: Periodo

source: Zürich
en: Zurich
fr: Zurich
it: Zurigo

source: Zurück
en: Back
fr: Retour
it: Indietro

source: Digital
fr: Numérique
it: Digitale

source: Motorsport
fr: Sport automobile

source: News
fr: Actualités
it: Notizie

source: International
it: Internazionale

source: Minute
it: minuto

source: Version %@ (%@)
it: Versione %@ (%@)
